{
  "title": "DISTRIBUTION AND\nLOGISTICS",
  "title_text": "Our Impact",

  "img_one":  "/src/image/lifestyle/space_l.webp",
  "one_text": "<strong>USA</strong>, Simons Distribution Centre / <strong>Insulated Panels</strong> KS Shadowline; KS Micro-Rib; KarrierPanel",

  "img_two":  "/src/image/lifestyle/space_r.jpeg",
  "two_text": "<strong>USA</strong>, Simons Distribution Centre / <strong>Insulated Panels</strong> KS Shadowline; KS Micro-Rib; KarrierPanel",

  "title_desc_one": "Awarded “Best in Industrial and Logistics Development” MIPIM 2020",
  "desc_one": "Simons is one of the largest fashion retailers in Canada, it was only fitting that their main distribution centre and office campus reflect the aesthetic values of the company. GKC chose external facades with patterns inspired by woven fabric thread, which gave the building a cutting-edge yet fashionable appearance. GKC Architects was recognised as the 2020 winner in the “Best in Industrial and Logistics Development” at the annual MIPIM Awards Ceremony.",

  "title_desc_two": "The solution",
  "desc_two": "The search for thermal performance, installation efficiency, and flexible design options led GKC Architects to choose Kingspan insulated panels for the building envelope and exterior of the building.",

  "title_desc_three": "Efficient build programme",
  "desc_three": "”One of the many advantages of Kingspan Insulated Panels is the length of panel availability, we have less structure, less support and the sky’s the limit with optimising the building envelope. Additionally, the Kingspan products exhibit both form and function and in many climate conditions, such as northern temperatures here in Canada, we can add value by enclosing the envelope quickly, easily and efficiently with weathertightness. Our client La Maison Simons was extremely satisfied with the project and Kingspan Insulated Panels handles all our projects at GKC innovatively and hassle-free from start to finish.” <br /><br />Fernando Lozano, Partner \nGKC Architects."

}