{
  "title": "Business Review",
  "desc": "2020 was a tumultuous year for Kingspan, as it was for many. After a relatively strong start, April and May saw a deep reduction in activity in many markets, followed by a rebound towards mid-year and ultimately a strong finish in the fourth quarter. Full year revenue was down 2% to €4,576m and trading profit was ahead by 2% to €508.2m, after accounting for repayment of all government COVID supports worldwide. Net debt was €236.2m at year end, the lowest level in a number of years and leaves our balance sheet in an exceptionally strong position. Globally, governments reacted in varying ways to the crisis which resulted in an economic experience which was equally variable. All markets suffered interruption to some degree although in our case it was particularly acute in the UK, Spain, Canada and Ireland. Most other markets recovered to, and in some cases exceeded, the performance of 2019.\n\nRaw material prices moved broadly to our advantage for much of the year but we experienced significant inflation in the fourth quarter. We expect further significant increases in our raw materials in early 2021 and the effort to recover these through price increases is underway and will be a challenge.\n\nThe climate action agenda continues to gather pace globally. With energy from buildings accounting\nfor roughly 40% of all emissions, a more thermally efficient building envelope will be vital in curtailing global temperature rises. Insulation will be central to this effort. At Kingspan we aim to provide the broadest possible spectrum of solutions to enable this reduction in emissions. These solutions must be able to stand the test of time, and Kingspan’s warrantied performance should prove to be a compelling advantage to building owners in their quest to achieve emission reductions over the lifetime of the building.",

  "bread_outside": "Home",
  "bread_inside": "Chief Executive Officer’s Statement",
  "bread_outside_link": "/"




}
