{
  "desc_2": "Financial Highlights",
  "img": "/src/image/ceo/img_1.webp",
  "img_2":"/src/image/ceo/stats.jpeg",


  "operation_highlights": {
    "title": "Operational Highlights",
    "highlights": [
        "Insulated Panels sales decrease of 4% due mainly to second quarter lows. Solid performance with most end markets experiencing recovery in the second half. Europe positive overall, particularly in Germany and France. Strong finish to the year in the UK. Strong order intake in the Americas in the fourth quarter. 33% growth in QuadCore™ sales globally in 2020.",
        "Insulation Boards sales decrease of 10% albeit much improved in the second half of the year which was down 2%. Strong performance in Western Europe and good second half recovery in Ireland and the UK. Americas and Australia ahead of prior year. Softer in the Middle East and Southern Europe.",
        "Another year of progress in Light & Air with sales up 36% in the year, acquisition of Colt a key driver. Europe positive overall although softer in North America. Further bolt on acquisition in Europe, Skydome, agreed after year end.",
        "Water & Energy sales down 3% with a resilient performance overall and year on year margin improvement. Water applications particularly positive.",
        "Data & Flooring sales increase of 4%. Strong performance across data centre applications offsetting softer office activity.",
        "Steep raw material inflation a key theme as we enter 2021 with a challenging recovery effort underway."
    ]
  },

  "text_sections": [
    {
      "title": "Planet Passionate",
      "desc": "2020 was the first full year of implementing the initiatives of our Planet Passionate programme. Building upon our previous ten year Net Zero Energy drive this programme is now much broader and deeper, and focuses on twelve distinct targets in the categories of Energy, Carbon, Circularity and Water. The programme is dealt with in detail in the Planet Passionate annual report which will be published in March and the table below demonstrates our progress to date, along with our medium and long term targets.<br><br>"
    },
    {
      "title": "Organic Expansion",
      "desc": "Insulated Panels in the Americas is progressing the development of its new facility in Pennsylvania, and in Brazil two new facilities will be commissioned this year.<br><br> In Europe, the Joris Ide business is adding an insulated wall panel production line to its German facility in Ansbach. At Bacacier in France, plans are afoot to develop a Group hub for the manufacture of insulated panels, insulation and profiles which, when complete in 2022, will be a showcase facility. <br><br>In Russia, we are investing in a second plant south of Moscow to complement our existing St. Petersburg presence.<br><br>In Asia, we have signed off on an investment to develop a greenfield insulated panel plant in Vietnam which will serve the wider south east Asia market. This facility is planned for completion by late 2022. It is also our intention to develop a greenfield PIR board line in this region during 2022/2023.<br><br>In Sweden, the development of our greenfield Kooltherm® facility is undergoing commissioning presently and will be in production by the second quarter of this year. Demand is growing quickly in the Nordic region as advanced insulation continues to displace traditional alternatives and this new plant will play a key role in continuing that momentum.<br><br>"
    },
    {
      "title": "Inorganic Expansion",
      "desc": "In April last year the Group’s Light & Air division completed the acquisition of Colt Group, a leading provider of daylighting and smoke management systems with a significant presence in Germany, the Netherlands and the UK, with annual revenue of approximately €200m.<br><br>In the second half of the year we signed an agreement to acquire Terasteel, an insulated panel manufacturer based in Romania, with revenue in the region of €120m. Also in the second half of the year, we agreed to acquire Trimo, a producer of mineral fibre insulated panels and facades based in Slovenia and with global revenues of just over €100m. Terasteel is expected to complete shortly and Trimo is subject to a regulatory approval process which is still underway.<br><br>In December 2020 we signed an agreement to acquire Skydome, the daylighting activity of SMAC in France with revenues of approximately €45m. In January 2021 we acquired Bromyros, the market leader for insulated panels in Uruguay and a further extension to our Latin American presence. Earlier this month we agreed to acquire Dyplast Products, a technical insulation producer in Florida, USA which is our first step into this segment in the North American market.<br><br> "
    },
    {
      "title": "Innovation",
      "desc": "Innovation is a central pillar of Kingspan’s strategy with a number of active initiatives underway. Development of QuadCore™ 2.0 has continued at pace with the aim of launching in the UK and Ireland initially. Alongside this we are launching our QuadCore™ Assured programme which will be unique in providing a warrantied fire, thermal and circularity solution. We anticipate commencing the extensive certification process by the second half of this year. Thereafter we plan to begin work on a bio-based rigid insulation. <br><br>Both the PowerPanel® (an insulated panel with fully integrated solar PV) and AlphaCore® developments suffered some timetable disruption for much of 2020 given travel and other restrictions and the associated impact on practical collaboration with our international partners. In recent months significant development work has been completed on PowerPanel® and we expect to commence the certification process by mid-year. We are currently designing the pilot manufacturing plant for AlphaCore® which we expect to\nbe operational in 2022. The focus is on the development of a medium thermal performance option, and we are concurrently exploring potential OEM partnerships for similar technologies. <br><br>A project has recently been launched with the objective of achieving A-Class fire performance for our Optim-R® product, the highest thermal performance insulation in our offering. Our aim is to have a product ready for market by late 2022. Finally, over the next two years we aim to have B-Class fire performance available as a standard offering across much of the Kooltherm® range. <br><br> "
    },
    {
      "title": "Insulated Panels",
      "desc": "Global order intake recovered through the second half and the backlog at year end was ahead by 19%. QuadCore™ sales grew by 33% in 2020 and comprised 12% of insulated panels product sales in 2020. Most of our markets continued to recover well in the aftermath of the first severe lockdown early in the year. Germany, Belgium and France were stand-outs where positive market dynamics combined with an element of share gain to drive revenue growth through the second half. Spain had a tough start to the year which was difficult to recover from although activity did improve markedly through the second half. In the Nordics, our panel businesses were slightly behind prior year as a whole, as was much of central Europe.<br><br>The UK delivered a strong fourth quarter although still lagged behind 2019’s overall revenue by year-end, and Ireland performed similarly. Both markets entered 2021 with order books comfortably ahead of prior year.\nIn the Americas, the US market finished the year with revenue slightly behind prior year, albeit with an order book well ahead owing to exceptionally strong order intake in the fourth quarter. Canada delivered\na disappointing outcome following a particularly weak first half, and Latin America performed strongly with volumes ahead by double digits, supported by deliveries from the new facility near Sao Paulo. A further facility in the south of the country is nearing completion.<br><br>"
    }
  ],
  "text_sections2": [
    {
      "title": "Insulation Board",
      "desc": "During the second half of the year the division delivered a strong performance across most of the markets in which it operates. Volumes were in line with the second half of 2019, a recovery from the sharp decreases seen in the first half. Western Europe posted a record year with revenue well ahead in the Benelux and Germany, whilst in Southern Europe the outcome was still below prior year despite a marked recovery in the second half. Spain suffered a particularly deep downturn during the earlier part of the year. <br><br>North America and Australasia both performed ahead of 2019 and in the Middle East the business performed well in the circumstances, albeit below prior year.<br><br>Ireland and the UK were both severely impacted during the first half but delivered strong recoveries through the second half. The Grenfell Inquiry commenced in May 2018. The report on Module One of the Inquiry was completed in October 2019, a central conclusion of which was that the PE-Cored ACM cladding was the principal reason for the fire spread on the tower itself. 0% of the ACM was Kingspan product, and just 5% of the insulation material on the building was inadvertently Kingspan product, supplied via a distributor, without our knowledge or advice.<br><br>Module Two of the Inquiry commenced in the first half of 2020, this phase of the Inquiry attracted considerable commentary in relation to testimony of former and current Kingspan employees. A number of totally unacceptable process shortcomings in our UK Insulation Boards business were highlighted by us and submitted to the Inquiry. In addition, some employee communications displayed a culture which is not reflective of the greater ethos of the group and were completely unacceptable. We acknowledge that these issues, although limited to a small part of our overall business should not have occurred.<br><br>We are resolute in our efforts to address these issues and are actively engaged for some time implementing concrete actions throughout the Group that will ensure that this cannot happen again. This is set out in detail in our statement of 19 February 2021 which is available on our micro-site <a href=\"https://inquiry.kingspan.com\">https://inquiry.kingspan.com</a>.",
      "img": "/src/image/ceo/turnover.webp"
    },
    {
      "title": "Light & Air",
      "desc": "The Light & Air division performed robustly during the more challenging first half of the year and activity improved in a number of its key markets through the latter half. The business performed particularly well in the Benelux and France, and somewhat weaker in Germany toward year-end. 2019 was a strong year for our North American business unit and the performance in 2020 lagged that, mainly owing to a weaker pipeline of large projects. <br><br>The acquisition of Colt was completed in April 2020, bringing with it a significant boost in revenue and a highly complementary product suite for the division, particularly in Western Europe and the UK. In December we also agreed to acquire Skydome, the daylighting activity of SMAC in France.<br><br>",
      "img": "/src/image/ceo/lightandair.jpeg"
    },
    {
      "title": "Water & Energy",
      "desc": " This business unit delivered a strong operating performance in 2020 despite the challenging revenue performance, owing largely to tight margin management across the units.\\nThe energy storage business had a steady year and the water unit delivered a result well ahead of prior year, particularly in the UK. In Australia, where rainwater harvesting still dominates the offering, the business performed well in both residential and the rural and commercial end markets.",
      "img": "/src/image/ceo/turnover2.webp"
    },
    {
      "title": "Data & Flooring",
      "desc": "Last year proved to be a positive year for this business, primarily driven by its growing exposure to the datacenter market, predominantly in North America and Europe.<br><br>Clients in this particular segment demand flexibility in how their buildings are configured and the combination of our access floors, structural ceiling grids and airflow management systems provide an integrated solution to the world’s largest data management companies.<br><br>In contrast, the office segment was less buoyant and we would anticipate this remaining the case for the foreseeable future.",
      "img": "/src/image/ceo/turnover3.webp"
    }
  ]






}
