{
  "desc": "As part of our response to the Grenfell Tower Inquiry, the Board has implemented a suite of measures that underpin Kingspan’s clear commitment to enhanced compliance, governance and transparency. Details of these measures are set out in the Report of the Nomination & Governance Committee. Included in these measures is the expansion of the role of the Board’s Audit Committee into an Audit & Compliance Committee to monitor and ensure a culture of product compliance across the Group, as explained in the Report of the Audit & Compliance Committee. Additionally, the Remuneration Committee considered the impact of the issues arising from the Inquiry on the Executive Directors’ remuneration outcomes for 2020. These considerations and outcomes are fully detailed in the Report of the Remuneration Committee and include a decision to reduce executive bonuses to zero for 2020. I am confident that, in the years ahead, the business will benefit from these learnings and that the changes made will contribute to the longer term and sustainable success of the Company.<br><br>One of the key changes under the new Code was the introduction of a tenure consideration in respect of the Chair of the Board. As indicated in last year’s Annual Report, I have notified the Board of my intention to step down as Chairman and non-executive director of Kingspan with effect from the conclusion of this year’s Annual General Meeting. Following a detailed succession process, as set out in the Report of the Nomination & Governance Committee, we are pleased to have an experienced non-executive in Dr Jost Massenberg to take on the role of non-executive Chairman of the Kingspan Board. In the three years since his appointment to the Board, Jost has developed a deep understanding of our business while providing valuable insight. There has also been additional refreshment and renewal at Board level, as detailed in the Report of the Nomination & Governance Committee, which ensures the Board invites fresh thinking and challenge to its decision making and has the optimal blend of skills and expertise to ensure effective oversight of the business and implementation of Kingspan’s strategy.<br><br>We had the pleasure of engaging with major shareholders and stakeholders on a number of occasions during the year in what proved to be a difficult year in attaining face to face meetings. On behalf of the Board, I would like to thank those shareholders who provided their views on governance and strategy during the past year. We were also delighted to welcome overseas shareholders who were able to attend the 2020 Annual General Meeting on-line for the first time in the Company’s history, and we look forward to facilitating a wider global participation by our shareholders on-line at this year’s and future AGMs, in line with developing trends elsewhere.\n",


  "chair_text": "Throughout 2020, the Board continued to refine and improve our corporate governance practice in line with the principles of the 2018 U.K. Corporate Governance Code (the ‘Code’). We have embraced the Code’s aims of returning to a principled-based approach to governance. We consistently strive to ensure that our reporting continues to be meaningful in detailing how we integrate the Code’s principles within our decision making. We continue to make enhancements to our governance processes and this translates to less governance risk, based on our purpose, values, strategy, business and outlook. We are committed to ensuring that our long-term ambitions go hand in hand with high standards of corporate governance, as well as a Board equipped with an abundance of diversity, experience and expertise.",

  "bread_outside": "Governance",
  "bread_inside": "Chairman’s Introduction",
  "bread_outside_link": "/governance",

  "author": "EUGENE MURTAGH, ChaiRMAN"


}