{
  "img": "/src/image/financial-review/grph_1.png",
  "title": "Overview of results",
  "desc": "Group revenue decreased by 2% to €4.6bn (2019: €4.7bn) and trading profit increased by 2% to €508.2m (2019: €497.1m) with an increase of 40 basis points in the Group’s trading profit margin to 11.1% (2019: 10.7%). Basic EPS for the year was 206.2 cent (2019: 204.6 cent), representing an increase of 1%.",

  "img2": "/src/image/financial-review/grph_2.png",
  "title2": "Strong free cash flow",
  "desc2": "Free cashflow is an important indicator and it reflects the amount of internally generated capital available for re-investment in the business or for distribution to shareholders.<br><br>Working capital at year end was €450.8m (2019: €582.8m) and represents 8.8% (2019: 11.9%) of annualised sales based on fourth quarter sales. This metric is closely managed and monitored throughout the year and is subject to a certain amount of seasonal variability associated with trading patterns and the timing of significant purchases of steel and chemicals. Working capital levels in the business were unusually low for much of the second half of the year with reduced inventory levels in particular as our inbound supply chain continued to ramp up from subdued production earlier in the year. The working capital % is expected to increase in the first half of 2021 reflecting more normal inventory levels as well as inflation of some key inputs.",

  "img3": "/src/image/financial-review/grph_3.png",
  "title3": "Strong ROCE",
  "desc3": "Return on capital employed, calculated as\noperating profit divided by total equity plus net\ndebt, was 18.4% in 2020 (2019: 17.3%).\nThe creation of shareholder value through the\ndelivery of long term returns well in excess of\nthe Group’s cost of capital is a core principle of\nKingspan’s financial strategy. The increase in\nprofitability together with the deployment of\nfurther capital has enhanced returns on capital\nduring the year.\n",


  "text": "Free Cash flow in €M"

}
