{
  "desc_1": "Kingspan’s ambitious Planet Passionate programme aims to significantly reduce the Group’s environmental impact as it continues to grow its business, whilst also enhancing the sustainable benefits of its products. 2020 was the first year of the programme which is focused on 12 measurable Planet Passionate targets, based on the key themes of energy, carbon, water and circularity. We will be reporting progress against these targets annually in Kingspan’s Planet Passionate Report, the first of which will be published in March 2021.",
  "desc_2": "Continuous innovation is at the centre of everything we do, and good progress has been made on new product development at Kingspan’s new IKON Global Innovation Centre. New products include the QuadCore™ 2.0 insulated panel, Kingspan’s fully integrated solar PV PowerPanel®, and by 2022 we aim to commence production on the AlphaCore Class A insulation board.",
  "desc_3": "In addition, Kingspan continues to lead the digitalisation of the construction industry through cutting edge digital project delivery platforms that drive efficiency and performance.",
  "desc_4": "During the year Kingspan increased product penetration and continued the expansion of its global footprint through a number of acquisitions. Early in 2020 we completed the acquisition of the Colt Group to bolster our market leading position as a provider of daylighting and smoke management systems in Western Europe.",
  "desc_5": "At the same time, the seamless integration of Group Bacacier, acquired at the end of the previous year, adds strength and depth to our Insulated Panels business in France. We have also continued our investment in organic expansion, particularly in new and developing geographies. We will shortly be commissioning new insulated panels lines in North America and Brazil, and further Insulated Panels investments have been approved in Russia and Vietnam. Our new Kooltherm® line in Sweden is also scheduled to commence production later this year, and in Kingscourt our new Light & Air facility will soon be manufacturing a range of daylighting products.",
  "subtext_1": {
    "title": "Management and employees",
    "desc": "Although travel restrictions limited the opportunity to meet face-to-face with local staff and management at our global facilities, full credit has to be given to all our employees who adjusted to new ways of working remotely to protect themselves and the broader community. The Board’s sincere thanks go out to all Kingspan employees for rising to the challenge, and our thoughts in particular are with those who were affected either personally or through their wider family by this terrible pandemic. We look forward to meeting and thanking some of those employees in person, hopefully in the not-too- distant future."
  },
  "subtext_2": {
    "title": "Dividend",
    "desc": "Last March, at the outset of the pandemic, the Board moved decisively to cancel the proposed 2019 final dividend in order to preserve the Company’s cash position, in addition to which no interim dividend was declared in 2020. The Board is now pleased to recommend a final dividend for 2020 of 20.6 cent per share, which if approved at the Annual General Meeting will be paid (subject to Irish withholding tax rules) on 7 May 2021 to shareholders on the register at close of business on 26 March 2021."
  },
  "subtext_3": {
    "title": "Board governance and changes",
    "desc_1": "The Board is committed to high standards of corporate governance and aims to embed our core values of honesty, integrity and compliance in everything we do. Full details of how we have aligned this approach with the principles of the new UK Corporate Governance Code 2018 are set out in the Directors’ Report of this Annual Report.",
    "desc_2": "The Board, through the Audit & Compliance Committee, carefully monitors and manages risk across the business as explained in this committee’s report. During the year the remit of the committee was expanded to include product certification and compliance, as part of the wide-ranging actions that Kingspan has taken in response to some serious and unacceptable practices identified as part of the UK’s Grenfell Tower Inquiry process. The Report of the Remuneration Committee details how the Company’s remuneration policy balances pay for performance with the wider stakeholder experience and how the committee has continued to listen and take on board shareholder feedback.",
    "desc_3": "As part of the continuing process of refreshing the Board, we are pleased to announce the appointments of Éimear Moloney and Paul Murtagh as non- executive directors with effect from 30 April 2021. Éimear was previously a senior investment manager in Zurich Life Assurance (Irl) plc managing asset allocation and various geographic equity portfolios, and has excellent knowledge and experience of capital markets and asset management. Paul is the Chairman and CEO of Tibidabo Scientific Industries Ltd, and was formerly the Chairman and CEO of Faxitron Bioptics LLC and Chairman of Deerland Probiotics & Enzymes Inc. The Board looks forward to the benefit of their experience and input in the coming years.",
    "desc_4": "Separately, Bruce McLennan has notified the Board that he will not be seeking re-election as a non-executive director at this year’s Annual General Meeting for personal reasons. Bruce has served on the Board for six years and the Board would like to thank him for his contribution to Kingspan during that period. As indicated in last year’s Annual Report, I will be stepping down as Chairman and non-executive director of Kingspan with effect from the conclusion of this year’s Annual General Meeting. I have greatly enjoyed my 55-year journey with Kingspan, and it has been a very interesting road with plenty of twists and turns along the way. From a small business in my parent’s yard Kingspan has grown to become a global leader with a presence in over 70 countries and a family of over 15,500 employees.",
    "desc_5": "I am confident that its governance and continuing success is in safe hands with Jost Massenberg, who has made an important contribution to the Board in his role as an independent non-executive director since 2018, and I wish him well in his new role as Non-Executive Chairman.",
    "desc_6": "Today, the business is in a very strong position to build upon its four strategic pillars, under the guidance of its excellent management team, and with the benefit of its strong balance sheet. I look forward to watching Kingspan’s continuing success in the years ahead."
  },
  "chair_text": "Few could have foreseen, when I wrote my Chairman’s Statement last year, the global pandemic that would take hold and define the year that was 2020. And as events unfolded in the first half of the year, few might have envisaged the resilience that the business would demonstrate.<br /><br />Whilst revenue dropped slightly to €4.6bn, in the face of rolling lockdowns causing business and market disruption, trading profit increased to €508.2m. This strong result is testament to the quality of the management team and employees throughout Kingspan, as well as to the firm foundations we have built in our four strategic pillars: Planet Passionate, Innovation, Globalisation, and Completing the Envelope.",

  "bread_outside": "Financial Review",
  "bread_inside": "Chairman’s Statement",
  "bread_outside_link": "/financial-review/chairmans-statement",

  "author": "EUGENE MURTAGH, ChaiRMAN"


}